//***********************************************************************
//*                                                                     *
//*   Copyright (c) 1985-2019, American Megatrends International LLC.   *
//*                                                                     *
//*      All rights reserved. Subject to AMI licensing agreement.       *
//*                                                                     *
//***********************************************************************

/** @file DebugPortTables.uni
    String definitions for Debug Port Tables Module.

**/

/=#
#include "VFR.uni"

#ifndef x-UEFI-AMI
#langdef   x-UEFI-AMI "x-UEFI-AMI"    // AMI Configuration Language
#endif

#string STR_DEBUG_PORT_TABLE_PROMPT      #language en-US "Debug Port Table Configuration"
                                         #language x-UEFI-AMI "DBG001"
#string STR_DEBUG_PORT_TABLE_HELP        #language en-US "Enable or Disable DBGP and DBG2 Tables"

#string STR_DBGP_ENABLE_PROMPT           #language en-US "Debug Port Table"
                                         #language x-UEFI-AMI "DBG002"
#string STR_DBGP_ENABLE_HELP             #language en-US "Debug Port Table"

#string STR_DBG2_ENABLE_PROMPT           #language en-US "Debug Port Table 2"
                                         #language x-UEFI-AMI "DBG003"
#string STR_DBG2_ENABLE_HELP             #language en-US "Debug Port Table 2"

//***********************************************************************
//*                                                                     *
//*   Copyright (c) 1985-2019, American Megatrends International LLC.   *
//*                                                                     *
//*      All rights reserved. Subject to AMI licensing agreement.       *
//*                                                                     *
//***********************************************************************